Repository: OmegaT-L10N/tk
Catalog: omegat/project_save.tmx
Source language: en
Languages: tk

source: #Files
tk: Faýl sany

source: &About...
tk: H&akynda...

source: &Access Project Contents
tk: Proýekt M&azmunlaryny Gör

source: &Add
tk: &Goş

source: &Add...
tk: &Goş...

source: &Align Files...
tk: Faýllary &Deňle...

source: &Allow blank translations in the target files
tk: Niýet edilen f&aýllarda boş terjimelere rugsat ber

source: &Allow translation to be equal to source
tk: Terjimäniň gözb&aş bilen meňzeş bolmasyna rugsat ber

source: &Also allow per-project external commands
tk: Şeýle hem her-proýekt üçin ekstern kom&andalaryň işledilmesine rugsat ber

source: &Always
tk: Elmyd&ama

source: &Always Confirm Quit
tk: Çykyşy &Hemişe Tassykla

source: &Apply this font to tabular data (project files, statistics, etc.)
tk: Bu şrifti tablissa maglumatlarynda (proýekt faýllarynda, statistikalarda, we ş.m.) &ulan

source: &Auto-propagation of Translations
tk: Terjimeleri &awtomatiki-propoganda et/ýaýrat

source: &Automatically Fetch Translations
tk: Terjimeleri &Awtomatiki Getirt

source: &Automatically check the spelling of text
tk: Tekstiň orfografiiki barlagyny &awtomatiki ýerine ýetir

source: &Automatically search segment text in dictionary
tk: Dilimdäki teksti sözlük içinde &awtomatiki gözle

source: &Back
tk: &Yza

source: &Back in History
tk: Geçmiş Terjimeler içinde &Yza

source: &Bookmarks
tk: Ýer *Bellikleri

source: &Browse
tk: &Gör

source: &Browse...
tk: Seredip &Gör...

source: &Built-in (LanguageTool {0})
tk: &Içinde ýerleşik(LanguageTool {0})

source: &Cancel
tk: &Bes et

source: &Check for Updates...
tk: Täzelemeleri &Barla...

source: &Clear Menu
tk: &Menýuny Arassala

source: &Close
tk: &Ýap

source: &Comments
tk: &Teswirler

source: &Compatibility with OmegaT 2.6
tk: &OmegaT 2.6 bilen ylalaşyjylyk

source: &Copy Support Info
tk: Goldaw Maglumatlaryny &Kopýala

source: &Current Source Document
tk: &Häzirki Gözbaş Dokumentler

source: &Cycle
tk: &Çalşyr

source: &Defaults
tk: Öňün&den kabul edilenler

source: &Dictionaries
tk: &Sözlükler

source: &Do not check printf-variables
tk: printf üýtgeýän ululyklaryny &derňeme

source: &Do not unescape Unicode literals (\uXXXX)
tk: Unikod literalarny/harplaryny (\uXXXX) özgertme

source: &Edit
tk: R&edaktirle

source: &Edit...
tk: R&edaktirle...

source: &Editor...
tk: &Redaktor...

source: &Empty lines
tk: Boş S&etirlerde

source: &Enable autotext
tk: Awtomatik-t&ekste mümkinçilik ber

source: &Enable glossary suggestions
tk: Tehniki sözlükd&en teklipleri görkez

source: &Enable history completion
tk: G&eçmişe görä tamamlamalary aç

source: &Endnotes
tk: &Soňky Çykgytlar

source: &Exact search
tk: Takyk gözl&eg

source: &File
tk: &Faýl

source: &Files
tk: &Faýllarda

source: &Filter
tk: &Süzgüç

source: &Find...
tk: &Tap...

source: &Finish
tk: &Tamamla

source: &Fix All
tk: &Hemmesini Düzelt

source: &Footnotes
tk: &Aşaky Çykgytlar

source: &Force shortcut to "f" for <it pos="end"> tags
tk: <it pos="end"> taglary üçin ýarlyklary "f"e &zorla

source: &Forward in History
tk: Geçmiş Terjimeler içinde &Öňe

source: &Glossaries
tk: &Tehniki Sözlükler

source: &Glossary
tk: &Tehniki Sözlük

source: &Go To
tk: &Git

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
tk: Eger bir dilim üçin iň azyndan bir sany alternatiw terjime bar bolsa "Nobatdaky Terjime Edilmedik Dilime Git" kommandasy işlemez

source: &Help
tk: &Kömek

source: &Ignore file context when identifying segments with alternate translations
tk: Alternat&iw terjimä eýe bolan dilimler kesgitlenen wagty faýl mazmunyna ähmiýet berme

source: &Ignore hits with very different case (e.g. FOO vs foo)
tk: Örän aýry uly/kiçi harp tapawudy (meselm FOO bln. foo) bolan gabat gelmelere &ähmiýet berme

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
tk: <ph> taglarynyň ýarlyklary döredilende type we ctype alamatlaryna ähmiýet berme

source: &In translation
tk: Terj&imede

source: &Index entries
tk: &Indeksiň elementi

source: &Insert
tk: G&iriz

source: &Insert Match or Selection
tk: Seç&ileni ýada Gabat Geleni Giriz

source: &Install new dictionary...
tk: &Täze sözlük gurna...

source: &Keyword search
tk: &Açar söz gözlegi

source: &Language Checker
tk: Di&l Grammatiki derňewi

source: &Last Changes...
tk: Soňky Özgeriş&likler...

source: &Launch local server
tk: Ýer&li serweri goýber

source: &Leave the segment empty
tk: Di&limi boş goý

source: &License
tk: &Ygtyýarnama

source: &Line breaks
tk: Setirden setire geçiş&ler

source: &Load...
tk: Ýük&le...

source: &Lower Case
tk: &Setir Harp

source: &Make the file filter settings project specific
tk: Faýl süzgüç sazla&malaryny diňe bu proýekte degişli et

source: &Make the segmentation rules project specific
tk: Dilimleme düzgünleri proýekte degişli/has bolsyn

source: &Match Statistics
tk: Ga&bat Geliş Statistikalary

source: &Minimal similarity:
tk: Iň az &meňzeşlik:

source: &Modification Info
tk: Özgertmeler &Maglumaty

source: &Move Down
tk: A&şak Süýşir

source: &Name/ID:
tk: &At/ID:

source: &Never
tk: &Asla

source: &New Script
tk: &Täze Komanda-Faýly

source: &New...
tk: &Täze...

source: &Next Segment
tk: I&ndiki Dilim

source: &Notes
tk: &Bellikler

source: &OK
tk: H&owwa

source: &Open Script...
tk: &Komanda Faýlyny Aç...

source: &Open...
tk: &Aç...

source: &Options
tk: &Opsiýalar

source: &Preferences...
tk: &Häsiýetler...

source: &Prefix:
tk: &Pristafka:

source: &Presentation notes
tk: &Prezentasiýa bellikleri

source: &Preserve spaces for all tags
tk: Hemme taglar üçin boşlyklary g&ora

source: &Previous Segment
tk: &Öňki Dilim

source: &Project
tk: &Proýekt

source: &Properties...
tk: &Häsiýetler...

source: &Quit
tk: &Çyk

source: &Redo Last Action
tk: Soň&ky Amaly Gaýtadan Et

source: &Regular expressions
tk: Kadaly jümlele&r

source: &Reload
tk: &Gaýtadan Ýükle

source: &Remove
tk: Aýy&r&

source: &Remove Filter
tk: Süzgüçi Aýy&r

source: &Remove untranslated strings in the target files
tk: Niýet edilen faýlla&rdan terjime edilmedik setirleri çykar

source: &Replace
tk: Çalşy&r

source: &Replace Next
tk: Nobatdakyny çalşy&r

source: &Replace...
tk: Çalşy&r...

source: &Reset Options
tk: Opsiýala&ry Başlangyç ýagdaýa getir

source: &Restore Main Window
tk: Esasy Penjiräni &Dikelt

source: &Root
tk: &Kök

source: &Run
tk: Işe goýbe&r

source: &Save
tk: Ýatda &Sakla

source: &Save As...
tk: Başgaça ýatda &sakla...

source: &Search
tk: &Gözleg

source: &Search Project...
tk: Proýekt &Gözleg...

source: &Search for Selection
tk: &Saýlanany Gözle

source: &Segment Number...
tk: &Dilim Nomeri...

source: &Segmentation...
tk: &Dilimleme...

source: &Sentence Case
tk: &Sözlem Ýagdaýy

source: &Sheet Names
tk: Sahypa Atlary

source: &Show Relevant Suggestions Automatically
tk: Dahylly Teklip Edilýänleri Awtomatiki &Görkez

source: &Show in Editor context menu
tk: Redaktorda kontek&st menýu görkez

source: &Show relevant suggestions automatically
tk: Dahylly Teklip Edilýänleri Awtomatiki &Görkez

source: &Skip
tk: &Degmän geç

source: &Skip PO header
tk: PO sözbaşyna degmän geç

source: &Source (segment {0}):
tk: &Gözbaş (dilim {0}):

source: &Source Files
tk: &Gözbaş Faýllar

source: &Source Files Language:
tk: &Gözbaş Faýllaryň Dili:

source: &Source Language Tokenizer:
tk: Gözbaş Dil Tokeni/Parhlandyryjy-Belgi&si:

source: &Statistics
tk: &Statistikalar

source: &Store for this session only
tk: Diňe şu &sessiýa üçin sakla

source: &Target Files
tk: Niýe&t edilen Faýllar

source: &Target Language Tokenizer:
tk: Niýet Edilen Dil &Tokeni/Parhlandyryjy-Belgisi:

source: &Title Case
tk: &Sözbaşy Ýagdaýy

source: &Tools
tk: G&urallar

source: &Translated
tk: &Terjime edilen

source: &Translated Files Language:
tk: &Terjime Edilen Faýllaryň Dili:

source: &Undo Last Action
tk: S&oňky Amaly Yzyna Gaýtar

source: &Untranslated Segments Only
tk: &Diňe Terjime Edilmedik Dilimler üçin

source: &Upper Case
tk: &Baş Harp

source: &User's Manual...
tk: &Ulanyjylaryň Goldanmasy...

source: &Validate tags when leaving a segment
tk: Dilimden çykylanda taglary tassykla

source: &View
tk: &Görnüş

source: &Writeable Glossary
tk: Üýt&getme Girizilip Bolýan Tehniki Sözlük

source: &value (of form input, including button, submit and reset)
tk: &many (giriş formasynyň elementleri şeýle hem goýber we nol et düwmesi)

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
tk: '*' hiç tapmaz ýada has köp harply tapar ('run*' şulara gabat geler 'run', 'runs', we 'running', we.ş.m.) '?' diňe bir harp tapar ('run?' şulara gabat geler 'runs' we 'rung', ýöne şuňa gabat gelmez 'run' ýada 'running').

source: '{0}' menu selected
tk: '{0}' menýusy saýlandy

source: (+{0} more)
tk: (+{0} goşmaça)

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
tk: (Goldaw berilýän faýl formatlary üçin Ulanyjynyň goldanmasynda şu ýere serediň 'Terjime ediljek faýllar'>'Faýlyň formatlary' .) Proýekte faýllary goşmak üçin "Proýekt Faýllary" penjeresinde "Faýllary Gözbaş Bukjasyna Kopýala..." knopkasyna basyň ýada bu amaly "Proýekt" menýusu açyp gerekli gözbaş faýllary seçmek bilen ýerine ýetiriň.

source: (Leave the Password empty if you are using an API Key.)
tk: (Eger API Açary ulanýan bolsaňyz Parol ýerini boş geçiň.)

source: (X)HTML Filter Options
tk: (X)HTML Süzgüç Opsiýalary

source: (You will still able to use OmegaT 3.6 to edit this project as a team project.)
tk: (Bu proýekti topar proýekti funksiýasy bilen işlemek üçin OmegaT 3.6'ny ýenede ulanyp bilersiňiz.)

source: (close tag)
tk: (ýapylyş tagi/belligi)

source: (comment tag)
tk: (teswir belligi)

source: (empty tag)
tk: (boş etiket/tag)

source: +{0} more
tk: +{0} ýene

source: ---- Localization Notes ----
tk: ---- Ýerlileşdirme Bellikleri ----

source: --ITokenizer=<classname> --ITokenizerTarget=<classname> Source- or target-language tokenizer to use (overrides project settings).
tk: --ITokenizer=<synyp ady> --ITokenizerTarget=<synyp ady> Gözbaş dilde ýada terjime ediljek dilde ulanyljak token (proýekt sazlamalarynyň üstüne ýazar) .

source: --config-file=<path> A Java .properties file from which to load default settings.
tk: --config-file=<ýol> Öňünden kabul edilen sazlamalaryň saklanýan Java.properties faýlydyr.

source: --disable-location-save Do not remember the last directory opened in the file picker.
tk: --disable-location-save Soňky açylan bukjalary ýatta saklama.

source: --disable-project-locking Do not attempt to lock the project's omegat.project file.
tk: --disable-project-locking Taslama faýlyny (ýagny omegat.project) gulplama.

source: --mode=[console-translate|console-pseudotranslatetmx|console-align] Specify a mode other than default (GUI).
tk: --mode=[console-translate|console-pseudotranslatetmx|console-align] Adady moddan(GUI) başka bir reje saýlaň.

source: --no-team Disable team project functionality.
tk: --no-team Topar taslamasy funksiýasy bolmasyn.

source: --pseudotranslatetype=[equal|empty] What to fill the pseudotranslated TMX with.
tk: --pseudotranslatetype=[equal|empty] Psewdoterjimeedilen TMX faýlyny näme bilen doldurmaly.

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
tk: --remote-project omegat.project faýlyny <proýekt ýoly> hökminde berilen URL den göçürip al we proýekti ýükle.

source: --resource-bundle=<path> A Java .properties file to use for interface text --config-dir=<path> The directory to read/write OmegaT configuration files from/to.
tk: --resource-bundle=<ýol> Interfeýs tekstini saklamak üçin ulanylýan Jawa .properties faýly --config-dir=<ýol> OmegaT konfigurasiýa faýllaryny ýazmak/okamak üçin ulanylýan bukja.

source: --script=<path> A script file to be executed on project events.
tk: --script=<ýol> Proýekt hadysalary ýüze çykanda işlediljek skript faýly.

source: --tag-validation=[abort|warn] Validate tags.
tk: --tag-validation=[abort|warn] Barlagda ulanyljak taglar.

source: -h, --help Show usage information.
tk: -h, --help Ulanylyş maglumatyny görkez.

source: 1) Reduce the number of source files and translate in batches;
tk: 1) Toppaklaýyn terjime işindäki gözbaş-faýllaryny azaldyp terjime ediň;

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
tk: 2) OmegaT üçin aýrylan hakydany komanda setirinde "java -Xmx<MB-görnüşinde-göwrüm>M -jar OmegaT.jar" ýada OmegaT başlangyç skriptinde artdyryň Häzirki sazlama {0}MB;

source: <&br> (breaks)
tk: <&br> (setir soňy)

source: <EMPTY>
tk: <BOŞ>

source: <No suggestions>
tk: <teklip ýok>

source: <auto>
tk: <awtomatiki>

source: <html>Per-project external commands are disabled and will not be executed.
tk: <html>Proýekt-Başyna ektern komanda işledilmeýän edilen şonyň üçin ýerine ýetirilmez.

source: <html>Repository URL:</html>
tk: <html>Repositoriý URL'si:</html>

source: <none>
tk: <boş>

source: <trans-unit> &resname attribute when available
tk: bar bolsa <trans-unit> &resname alamaty

source: <trans-unit> I&D
tk: <trans-unit>Tanaýjysy

source: A note is just a comment regarding this set of source text and translation.
tk: Bellik - gözbaş tekste ýada häzirki dilime degişli bolan sada bir teswirdir.

source: A&dd
tk: G&oş

source: A&ggregate Tags
tk: Ta&glary Birleşdir

source: A&uto-completion
tk: A&wtomatiki-tamamla

source: ANTLR (ANTLR 3 License)
tk: ANTLR (ANTLR 3 Ygtyýarnamasy)

source: API Key (optional)
tk: API Açary (opsiýa)

source: API Key:
tk: API Açary:

source: Aaron Madlon-Kay is the OmegaT project manager.
tk: OmegaT'niň proýejt dolandyryryjysy Aaron Madlon-Kay.

source: Abort: Exit with an error if tags invalid.
tk: Abort: Eger taglar nädogry bolsa çyk.

source: Aborted.
tk: Togtadyldy.

source: About OmegaT
tk: OmegaT Hakynda

source: Access Configurat&ion Folder
tk: &Konfigurasýa Bukjasyny Aç

source: Access Scripts Folder
tk: Komanda-Faýllarynyň Bukjasyny Aç

source: Actions & Settings
tk: Amllar & Sazlamalar

source: Add
tk: Goş

source: Add Glossary Entry
tk: Tehniki Sözlük Ýazgysyny Döret

source: Add Pattern
tk: Şablon Goş

source: Add Script
tk: Komanda-Faýly Goş

source: Add To Dictionary
tk: Sözlüge Goş

source: Add or rewrite encoding declaration in HTML and XHTML files:
tk: HTML we XHTML faýllaryna kodlaşdyrma beýanyny giriziň ýada gaýtadan redaktirlän:

source: Added {0} glossary entries from {1}
tk: {1}'dan/den {0} ýazgysy tehniki sözlüge girizildi

source: Aggressive &Font Fallback
tk: Agressiw Şri&ft Yzyna-Çalşyrma

source: Align project against {0}
tk: Proýekti {0}'a göra deňle

source: All
tk: Hemmesi

source: Allo&w tag editing
tk: Taglary &redaktirlemäge rugsat ber

source: Allow to save password as plain text
tk: Parollaryň ýönekeý tekst şeklinde saklanmasyna rugsat ber

source: Allow to save password locally as plain text
tk: Parollaryň ýerli ýönekeý tekst şeklinde saklanmasyna rugsat ber

source: Allow translated tags to be in a di&fferent order
tk: Terjime edilen taglaryň &başga düzgünnyzamda bolmasyna rugsat ber

source: Allow translating &blank source segments
tk: &Boş gözbaş dilimleriniň terjime edilmesine rugsat ber

source: Allows to view, add, remove or edit a note in the active segment.
tk: Aktiw dilimse bellikleriň görkezilmegine, goşylmasyna ýada aýyrylasyna rugsat ber.

source: Alternative Language
tk: Alternatiw Dil

source: An error occurred
tk: Bir ýalňyşlyk boldy

source: An error occurred when loading the script: {0}
tk: Komadna-faýly ýüklenen wagty bir ýalňyşlyk boldy: {0}

source: An error occurred when trying to detect the project file.
tk: Proýekt faýly gözlenýän wagty bir ýalňyşlyk boldy.

source: An error occurred while downloading the dictionary.
tk: Sözlük göçürip alynanda ýalňyşlyk ýüze çykdy.

source: An error occurred while processing a font changed event: {0}
tk: Şrift üýtgemesi hadysasy işlenende ýalňyşlyk ýüze çykdy: {0}

source: An error occurred while processing a new file event: {0}
tk: Täze faýl işjeňleşdirme hadysasy işlenende ýalňyşlyk ýüze çykdy: {0}

source: An error occurred while processing a project change event: {0}
tk: Proýekt üýtgeşikligi hadysasy işlenende ýalňyşlyk boldy: {0}

source: An error occurred while processing an application shutdown event: {0}
tk: Programma ýapylma hadysasynda ýalňyşlyk ýüze çykdy: {0}

source: An error occurred while processing an application startup event: {0}
tk: Programma başladylma hadysasy işlenende ýaylňyşlyk ýüze çykdy: {0}

source: An error occurred while processing an entry activated event: {0}
tk: Täze ýazgy işjeňleşdirme hadysasy işlenende ýalňyşlyk ýüze çykdy: {0}

source: An error occurred while trying to create a new folder
tk: Täze bukja döredilen wagty bir ýalňyşlyk boldy

source: An error occurred while trying to run console process: {0}
tk: Konsol protsesi başladylan wagty bir ýalňyşlyk boldy: {0}

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
tk: TMX faýly seljerilen wagty kada daşyndaky ýagdaý ýüze çykdy {0} TMX faýly ýüklenmez.

source: Analyzing strings - {0} of {1} completed
tk: Setirler derňelýär - {0} / {1} tamamlandy

source: Android Resources
tk: Android Resurslary faýllary

source: Apache Commons (Apache License 2.0)
tk: Apache Commons (Apache Ygtyýarnama 2.0)

source: Are you sure you want to remove the {0} set of segmentation rules?
tk: {0} dilimleme düzgün toplumyny aýyrjakmy?

source: Arrays must not be null
tk: Massiwler nol bolmaly däl

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
tk: Bunuň netijesinde, hemme sazlamalar öňünden kabul edilen ýagdaýda bolar, bu sebäpli garaşylmadyk tejribe ýaşap bilersiňiz ýöne programma dogry işlär.

source: Attempt to convert &numbers when inserting a fuzzy match
tk: Kesgitli bolmaýa&n gabat geleni girizende sanlary özgertmäni deňe

source: Attribute:
tk: Alamat:

source: Aut&hor:
tk: Aw&tor:

source: Authentication
tk: Hakykylyk Barlagy

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
tk: Sözbaşyndaky 'nplurals=INTEGER; &plural=EXPRESSION;' y awtomatiki çalşyr

source: Auto-Completion
tk: Awtomatiki-tamamla

source: Auto-sync with Editor
tk: Redaktor bilen awto-sinhronla

source: Auto-text configuration
tk: Automatiki-tekst konfigurasiýasy

source: Automatically check for updates
tk: Täzelikleri awtomatiki barla

source: Autotext entries
tk: Awtomatik-tekst ýazgylary

source: Available dictionaries:
tk: Elýeter sözlükler:

source: Available script engines:
tk: Elýeterli komanda-faýly dilleri:

source: B&rowse
tk: Gö&r

source: Back to the initial segment on close
tk: Ýapylyşda başlangyç dilime dön

source: Backed up preferences to {0}
tk: Häsiýetler {0} 'da ätiýaçlandyryldy{0}

source: Bad folder name {0}
tk: Ýalňyş bukja ady: {0}

source: Bad nesting
tk: Ýalňyş içine goýma

source: Bad regular expression
tk: Ýaramaz kadaly jümle

source: Bad regular expression!
tk: Ýaramaz kadaly jümle!

source: Bartender yells loud: Your page cannot be found, boy Buy another drink
tk: Bar eýesi sesine bat berip: Gözleýän sahypaň bärde ýok, ogul Arabaňy başga ýerde sür

source: Bookmark &references
tk: Ýe&r belligi salgylanmalary

source: Break/Exception
tk: Kesmel/Kadadan Çykma

source: Bro&wse
tk: Gö&r

source: Brows&e
tk: Gö&r

source: Browse
tk: Gör

source: C&ase sensitive
tk: Uly/Kiçi h&arpa duýgurlyk

source: C&harts
tk: &Grafikalar

source: C&opy All Data to Clipboard
tk: Hemme Maglumatlary Çalşyk buferine K&opýala

source: C&urrent Target Document
tk: Hä&zirki Niýet Edilen Faýllar

source: Camtasia for Windows
tk: Windows üçin Camtasia faýllary

source: Cancel
tk: Bes et

source: Cancel only works on scripts that explicitly check for cancellation.
tk: Bes et komandasy diňe bu komandalara goldaw berýän komanda-faýllarynda işlär.

source: Cancelled creating new team project
tk: Täze topar proýekti döredilmesi bes edildi

source: Cannot access glossary folder!
tk: Tehniki Sözlük bukjasy elýeter däl!

source: Cannot create folder for translated files:
tk: Terjime edilen faýllar üçin bukja döredilip bolanok:

source: Cannot install
tk: Gurnap bolmady

source: Cannot load specified XML file!
tk: Görkezilen XML faýlyny ýükläp bolmady!

source: Cannot read selected script file.
tk: Sýlanan komada-faýlyny okap bolanok.

source: Cannot reset the filter to default patterns.
tk: Süzgüç öňünden kabul edilen ýagdaýyna getirilip bolmady.

source: Catalan
tk: Katalança

source: Changed &before:
tk: Tarihine çenli üýtgedilen:

source: Changed after:
tk: Tarihinden soň üýtgedilen:

source: Character table
tk: Simwol tablisasy

source: Characters (including spaces)
tk: Harp (boş ýer hasaba gatylan)

source: Characters (without spaces)
tk: Harp (boş ýer hasaba alynmadyk)

source: Check &Issues...
tk: &Neşirlerde Barla...

source: Check &all printf-variables (e.g., %s, %-s)
tk: Hemme printf üýtgeýän ululykl&aryny derňe (meselem %s, %-s)

source: Check &simple printf-variables (e.g., %s, %d)
tk: Ýeňil printf üýtgeýän ululyklaryny derňe (meselem %s, %d)

source: Check Issues for &Current Document
tk: &Häzirki Dokument üçin Neşirlerde Barla

source: Check Now
tk: Häzir barla

source: Check simple &java MessageFormat patterns (e.g. {0})
tk: Ýönekeý &java MessageFormat şablonlaryny derňe (meselem. {0})

source: Checking out the project...
tk: Proýekt reposotoriýden okalyp ýerli ulanyşa alynýar...

source: Chinese
tk: Hytaýça

source: Choose MED project
tk: MED proýektini seç

source: Click on '{0}' menu item
tk: '{0}' menýu elementine basyldy

source: Clo&se
tk: Ýa&p

source: Close the current OmegaT instance 3.
tk: Häzirki açyk OmegaT kopýasyny ýapyň 3.

source: Co&mments
tk: &Teswirler

source: Code has been contributed by: {0}
tk: Kod ýazywuna gatnaşanlar: {0}

source: Column Index must be equal to 1
tk: Sütün indeksi 1'e deň bolmalydyr

source: Commands
tk: Kommandalar

source: Commands: -h, --help Show usage information.
tk: Komandalar: -h, --help Ulanylyş maglumatyny görkez..

source: Comme&nts
tk: Teswi&rler

source: Comment:
tk: Teswir:

source: Comments
tk: Teswirler

source: Commit Source Files
tk: Gözbaş Faýllaryny Tabşyr

source: Commit Target Files
tk: Niýet Edilen Faýllary Tabşyr

source: Commit not possible because somebody else changed remote translation.
tk: Başga biri terjimäni uzakdan üýtgedenligi sebäpli edilen terjimäniň tabşyrygy mümkin däl.

source: Committing source files
tk: Gözbaş faýllar tabşyrylýar

source: Committing target files
tk: Niýet edilen faýllar tabşyrylýar

source: Compress whitespace in translated document
tk: Terjime edilen doumentlerde boşlyk harplaryny gys

source: Con&tents
tk: Mazm&unlar

source: Confirm
tk: Tassykla

source: Confirm removal of pattern {0}
tk: {0} şablonunyň aýyrylmasyny tassykla

source: Confirm uninstalling
tk: Gurnalyşdan aýyrmany tassyklaň

source: Confirm:
tk: Tassykla:

source: Confused by false start of comment tag!
tk: Teswir tag'iniň ýalňyş başlangyjy sebäpli garjaşma boldy!

source: Connect to custom server instead of apertium.org
tk: apertium.org deregine başga husuy serwera baglan

source: Connection available, the project is in team project mode.
tk: Aragatnaşyk elýeterli, topar proýekti rejesinde işlenýär.

source: Console-align mode: --alignDir=<path> A directory containing the translated files.
tk: Konsol-deňleme rejesi: --alignDir=<ýol> Terjime edilen faýllaryň saklanýan bukjasy.
